Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/tilleggsoversetting_budsjett_2022_-_02.11.21.docx.tmx
Source language: nob
Languages: sme

source: Urfolk har, i utøvelsen av sin rett til selvbestemmelse, rett til autonomi eller selvstyre i saker som angår deres indre og lokale anliggender, samt til ordninger for finansiering av sine autonome funksjoner.
sme: Álgoálbmogiin lea iešmearridanvuoigatvuođa geavaheamis, iešmearridanvuoigatvuohta iešstivrejupmái áššiin mat gusket sin siskkáldas ja báikkálaš áššiide, ja ortnegiidda maiguin ruhtadit iehčanas doaimmaid.

source: I henhold til regjeringens forslag er noe av bevilgningene øremerket.
sme: Ráđđehusa evttohusa ektui lea oassi juolludusas merkejuvvon.

source: Kr 7 300 000 til dekning av økning i husleie ved Saemien Sijte - sørsamisk museum og kultursenter i 2022.
sme: 7 300 000 ru viessoláiggu lassáneapmái Saemien Sijtes – máttasámi musea ja kulturguovddáš 2022:s.

source: 37 (2020-2021) Samisk språk kultur og samfunnsliv – Næringsgrunnlag for levende samiske lokalsamfunn.
sme: 37 (2020-2021) Sámi giella, kultuvra ja servodateallin – Ealáhusvuođđu ealli sámi báikegottiide.

source: Kr 2 040 000 til arbeidet med å få på plass en avtale mellom Norge, Tyskland og Sametinget for samarbeid og kompetanseoverføring om samiske gjenstander i tyske museer foreslås videreført i 2022.
sme: 2 040 000 ru šiehtadusbargui šiehtadusa dahkamii Norgga, Duiskaeatnama ja Sámedikki gaskka ovttasbarggus ja gelbbolašvuođa buorideamis sámi dávviriid birra duiskalaš museain evttohuvvo jotkojuvvot 2022:s.

source: Kr 3 500 000 som ble bevilget i forbindelse med Sametingsvalget i 2021 er ikke trukket tilbake.
sme: 3 500 000 ru mii juolluduvvui 2021 sámediggeválggaid oktavuođas ii leat gessojuvvon ruovttoluotta.

source: Reduksjonen på kr 6 000 000 fra Klima- og miljødepartementet er knyttet til arbeidet med bygningsvern.
sme: 6 000 000 ru geahpedeapmi Dálkkádat- ja birasdepartemeanttas gullá huksensuodjalusbargui.

source: Sametinget skal fortsatt få midler til arbeidet men dette må gjøres etter søknad til Riksantikvaren.
sme: Sámediggi galgá ain oažžut ruđaid bargui, muhto dan ferte dahkat ohcama bokte Riikaantikváras.

source: Prisveksten i statsbudsjettets utgifter anslås til 2,4 % i 2022.
sme: Haddegoargŋun stáhtabušeahta goluin meroštallojuvvo leat 2,4 % 2022:s.

source: For Sametinget blir det derfor en underkompensasjon på kr 6 240 000 millioner kroner når vi ser bort fra bevilgningskuttet gjort fra Klima- og miljødepartementet.
sme: Sámediggái šaddá danne menddo unna buhtadus 6 240 000 ru go guođđit geahčakeahttá Dálkkádat- ja birasdepartemeantta dahkan juolludusčuohppama.

source: Sametingets direktør får fullmakt til å gjøre omdisponeringer mellom de administrative postene i budsjettet.
sme: Sámedikki direktevra oažžu fápmudusa eará láhkai geavahit hálddahuslaš poasttaid gaskka bušeahtas.

source: Sametinget ønsker i større grad å involvere mottakere av direkte tilskudd i utviklingen av det samiske funnet.
sme: Sámediggi háliida eanet searvvahit njuolggodoarjagiid oažžuid sámi servodaga ovddideamis.

source: I 2022 vil Sametinget derfor se på muligheten til å bruke oppdragsdokumenter i dialogen med mottakere av direkte tilskudd.
sme: Danne áigu Sámediggi 2022:s geahčadit vejolašvuođa geavahit barggahandokumeanttaid njuolggodoarjagiid oažžuguin gulahallamiin.

source: Forutsetningen er at overskuddet brukes på tiltak i tråd med målet for den enkelte tilskuddsordningen.
sme: Eaktun lea ahte badjelbáza geavahuvvo doaibmabijuide ovttaskas doarjjaortnega mihttomearrái dávistettiin.

source: Dette unntaket gjelder ikke aktivitetstilskudd til kommuner og fylkeskommuner.
sme: Dát spiehkastat ii guoskka gielddaid ja fylkkagielddaid aktivitehtadoarjagii.

source: Disse midlene tildeles til Sametinget etter søknad.
sme: Dát ruđat juolluduvvojit Sámediggái ohcama mielde.

source: Kunstneravtalen omfatter omforente tiltak innenfor kunstområdet, som gjennomføres innenfor de økonomiske rammene som partene er blitt enige om.
sme: Dáiddáršiehtadussii gullet sohppojuvvon doaibmabijut dáiddasuorggis, mat čađahuvvojit daid ekonomalaš rámmaid siste maid bealit leat soahpan.

source: Grunnloven § 108 er en overordnet rettsregel som retter seg mot statens myndigheter og pålegger den norske stat en plikt til å legge forholdene til rette for at samene selv kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Vuođđolága § 108 lea bajimuš riektenjuolggadus stáhta eiseválddiid ektui ja geatnegahttá Norgga stáhta láhčit diliid nu ahte sámit ieža sáhttet sihkkarastit ja ovddidit iežaset giela, kultuvrra ja servodateallima.

source: Grunnloven § 108 gir en resultatforpliktelse for en fortsatt levedyktig samisk kultur og begrenser statens handlefrihet både i lovgivningsprosesser og i forvaltning.
sme: Vuođđoláhka § 108 addá geatnegasvuođa das ahte sámi kultuvra ain bisušii, ja dat ráddje stáhta doaibmafriijavuođa sihke láhkaaddinproseassain ja hálddašeamis.

source: Som en følge av Grunnloven § 108 er myndighetene forpliktet til å legge avgjørende eller stor vekt på hensynet til samiske kultur ved avgjørelser som angår samene.
sme: Vuođđolága § 108 čuovusin leat eiseválddit geatnegahttojuvvon bidjat mearrideaddji dahje stuorra deattu sámi kultuvrra vuhtii váldimii mearrádusain mat gusket sámiide.

source: FNs erklæring om urfolks rettigheter fra 2007 er et uttrykk for minstestandardene i urfolksretten.
sme: ON álgoálbmogiid 2007 julggaštus bidjá unnimus standárddaid álgoálbmotrievttis.

source: Erklæringen stadfester at urfolk har rett til selvbestemmelse, og i kraft av denne retten bestemmer urfolk selv sin politiske stilling, og rett til å fritt fremme sin økonomiske, sosiale og kulturelle utvikling.
sme: Julggaštusas nannejuvvo ahte álgoálbmogiin lea iešmearridanriekti, ja dan rievtti vuođul mearridit álgoálbmogat iežas sin politihkalaš sajádaga, ja vuoigatvuođa friija ovddidit sin ekonomalaš, sosiála ja kultuvrralaš ovdáneami.

source: ILO-konvensjonen nr. 169 om urfolk og stammefolk i selvstendige stater er et sentralt folkerettsinstrument i urfolksretten.
sme: ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid birra iešmearrideaddji stáhtain lea guovddáš álbmotriekteinstrumeanta álgoálbmotrievttis.

source: Konvensjonen omhandler landrettigheter, arbeidsvilkår, yrkesopplæring, helse og utdanning.
sme: Konvenšuvnnas gieđahallojuvvojit eanarievttit, bargoeavttut, ámmátoahpahus, dearvvašvuohta ja oahppu.

source: Konsultasjoner og deltakelse utgjør en viktig del av konvensjonen.
sme: Konsultašuvnnat ja searvan leat dehálaš oasit konvenšuvnnas.

source: Loven er en implementering av FNs erklæring om urfolks rettigheter art. 19 og ILO konvensjon 169 art. 6, og formålet er å konsultere i god tro og i den hensikt å oppnå enighet mellom partene.
sme: Láhka lea ON álgoálbmogiid julggaštusa implementeren álgoálbmogiid vuoigatvuođaid birra, art 19 ja ILO konvenšuvdna 169 art 6, ja ulbmilin lea konsulteret buriin jáhkuin ja dainna áigumušain ahte soahpat beliid gaskka.

source: I 2021 ble lov om endring i sameloven mv. (konsultasjoner) vedtatt.
sme: 2021:s mearriduvvojedje sámelága jna. (konsultašuvnnat) rievdadusat.

source: Endringen medfører endring i § 1-1 formål med loven og et nytt kapittel i sameloven, kapittel 4 konsultasjoner.
sme: Rievdadus dagaha ahte § 1-1 lága ulbmila birra rievdá, ja šaddá ođđa kapihtal sámelágas, kapihtal 4 konsultašuvnnat.

source: Konsultasjonene omfatter ulike sakstyper, slik som lover, forskrifter, enkeltvedtak, retningslinjer, tiltak og beslutninger (f.eks.
sme: Konsultašuvnnaide gullet iešguđege lágan áššit, nugo lágat, láhkaásahusat, ovttaskas mearrádusat, doaibmabijut ja mearrádusat (omd.

source: Loven skal ivareta samers rett til frie og forhåndsinformerte samtykke i alle saker som angår oss, og er ment å bidra til oppfyllelse av statens folkerettslige forpliktelser til konsultasjon med samene.
sme: Lágas galgá gozihuvvot sámiid friija ja ovdagihtii dieđiheami vuođul miehtan dahje ii miehtan buot áššiin mat gusket midjiide, ja leat oaivvilduvvon stáhta álbmotrievttálaš geatnegasvuođaid ollašuhttimii konsultašuvnnaid ektui sámiiguin.

source: Sametinget har etterlyst en mekanisme for å overvåke om konsultasjonsforpliktelsene ivaretas.
sme: Sámediggi lea váillahan mekanismma movt bearráigeahččat dan ahte gozihuvvojit go konsultašuvdnageatnegasvuođat.

source: Et av Sametingets hovedmål er å styrke og utvikle de samiske språkene i fremtiden.
sme: Okta sámedikki váldomihttomeriin lea nannet ja ovddidit sámegielaid boahtteáiggis.

source: Det må legges til rette for bruk av samisk på alle samfunnsarenaer og det må etableres gode rammevilkår som sikrer dette.
sme: Ferte láhččojuvvot sámegiela geavaheapmi buot servodatarenain ja fertejit ásahuvvot buorit rámmaeavttut sihkkarastin dihtii dan.

source: Strategidokumentet Giellalokten ble vedtatt av Sametingets plenum i desember 2018.
sme: Strategiijadokumeanta Giellalokten mearriduvvui Sámedikki dievasčoahkkimis juovlamánus 2018.

source: Sametingets språkavdeling har i tillegg ansvaret for den samiske stedsnavntjenesten som forvalter samiske stedsnavn etter lov om stedsnavn.
sme: Sámedikki giellaossodagas lea lassin ovddasvástádus sámi báikenammabálvalusas mii hálddaša sámi báikenamaid báikenammalága mielde.

source: Sametinget er stednavnstjeneste for samisk stedsnavn.
sme: Sámediggi lea sámi báikenamaid báikenammabálvalus.

source: Offentlige instanser i forvaltningsområdet for samisk språk skal følge samelovens kapittel 3, og betjene sine brukere på samisk, både muntlig og skriftlig.
sme: Almmolaš instánssat sámegiela hálddašanguovllus galget čuovvut sámelága kapihttala 3, ja bálvalit iežaset geavaheddjiid sámegillii, sihke njálmmálaččat ja čálalaččat.

source: Dette bidrar til at samisk brukes aktivt på ulike samfunnsområder i disse kommunene og fylkeskommunene.
sme: Dát váikkuha dan ahte sámegiella geavahuvvo árjjalaččat iešguđege servodatsurggiin dáin gielddain ja fylkkagielddain.

source: En slik bok er utarbeidet for lulesamisk.
sme: Dákkár girji lea ráhkaduvvon julevsámegiela várás.

source: I 2022 vil Sametinget sette i gang arbeidet med å utarbeide rettskrivingsbok i sørsamisk.
sme: 2022:s áigu Sámediggi álggahit riektačállinrávagirjji ráhkadeami máttasámegiela várás.

source: Sametinget anser det som nødvendig å opprettholde et nordisk språksamarbeid som felles fundament for bevaring, styrking og utvikling av samiske språk.
sme: Sámediggi oaidná ahte lea dárbu ásahit davviriikkalaš giellaovttasbarggu oktasaš vuođđun sámegielaid suodjaleapmái, nannemii ja ovddideapmái.

source: Sámi Giellagáldu etableres som et permanent felles fagorgan i samiske språkspørsmål tilknyttet Sametinget i Norge fra 2022.
sme: Sámi Giellagáldu ásahuvvo bissovaš oktasaš fágaorgánan sámi giellaáššiin Norgga beale Sámedikki oktavuhtii 2022:s.

source: Sametinget ønsker på sikt å se på muligheten for å gi språksentrene spesifikke oppdrag.
sme: Sámediggi háliida áiggi mielde geahčadit vejolašvuođa addit giellaguovddážiidda dihto bargguid.

source: De samiske språksentrene er Sametingets viktigste samarbeidsaktører i arbeidet med å løfte språket, og i gjennomføringen av Sámi giellavahkku.
sme: Sámi giellaguovddážat leat Sámedikki deaŧaleamos ovttasbargoaktevrrat barggus sámegiela loktemis, ja Sámi giellavahkku čađaheamis.

source: Sametinget gir derfor kr 50 000 i ekstra tilskudd til hvert språksenter for gjennomføring av Sámi giellavahkku i 2022.
sme: Danne addá Sámediggi 50 000 ru liigedoarjaga guđege giellaguovddážii Sámi 2022 giellavahku čađaheapmái.

source: I tillegg gir Sametinget i 2022 et tilskudd på kr 100 000 til Gielem nastedh, Snåsa, for planlegging og gjennomføring av Sámi giellavahkkus hovedarrangement i 2022.
sme: Dasa lassin addá Sámediggi 2022:s doarjaga 100 000 ru Gielem nastedh:ii, Snoasas, Sámi giellavahku váldodoaluid plánemii ja čađaheapmái 2022:s.

source: De samiske språksentrene Gielearenie, Gïelem nastedh og Aajege fikk i 2021 en ettårig økning på kr 150 000 hver i forbindelse med dokumentering og innsamling av samiske stedsnavn.
sme: Sámi giellaguovddážat Gielearenie, Gïelem nastedh ja Aajege ožžo 2021:s jahkái lasáhusa 150 000 ru guhtege sámi báikenamaid dokumenteremii ja čohkkemii.

source: Denne bevilgningen videreføres for 2022, da arbeidet ikke er ferdigstilt.
sme: Dát juolludus bisuhuvvo maiddái 2022:s, go bargu ii leat gárvvistuvvon.

source: Det er viktig at språksentrene i dokumentasjonsarbeid søker samarbeid med andre institusjoner som også arbeider med dokumentasjon av kulturminner og tradisjonell kunnskap, som for eksempel museer.
sme: Dehálaš lea ahte giellaguovddážat duođaštanbarggus ohcalit ovttasbarggu eará ásahusaiguin mat maiddái barget kulturmuittuid ja árbedieđuid duođaštemiin, nugo ovdamearkka dihtii museaiguin.

source: Dette er et tiltak som er knyttet opp mot oppfølgingen av Hjertespråket.
sme: Dát doaibmabidju čatnasa Váibmogiella čuovvuleapmái.

source: Målet med treffet er å utveksle erfaringer og ideer, kompetansedeling samt videreutvikling av språksentrene.
sme: Deaivvadeami ulbmilin lea lonohallat vásihusaid ja jurdagiid, juohkit gelbbolašvuođa ja dasto viidáset ovddidit giellaguovddážiid.

source: Språkinteresserte synliggjør og øker bruken av samisk språk under Sámi giellavahkku.
sme: Giellaberošteaddjit čalmmustit ja nannejit sámegiela geavaheami Sámi giellavahku áigge.

source: Samiske språktiltak med spesielt fokus på læring av språk, ord og begreper som hører til samisk tradisjonell kunnskap som gjennomføres i forbindelse med Sámi giellavahkku.
sme: Sámi gielladoaibmabijut main fokuserejuvvojit erenoamážit giella, sánit ja doahpagat mat gullet sámi árbedieđuide mat čađahuvvojit Sámi giellavahku oktavuođas.

source: Oversette Bibeltekster til sør- og lulesamisk
sme: Biibbalteavsttaid jorgaleapmi mátta- ja julevsámegillii

source: Samiskspråklige digitale arenaer for barn og unge, som for eksempel e-sport og sosiale medier.
sme: Sámegielat digitála arenat mánáide ja nuoraide, nugo ovdamearkka dihtii e-valáštallan ja sosiála mediat.

source: Videregående elever har samisk i fagkretsen på videregående skole.
sme: Joatkkaskuvllain ohppiin lea sámegiella fágasuorggis.

source: At samiske språk synes i samfunnet vil ha stor betydning for den samiske befolkningen, både de som har samisk som morsmål og de som ønsker å lære seg samiske språk.
sme: Dat go sámegielat oidnojit servodagas lea dehálaš sámi álbmogii, sihke sidjiide geain lea sámegiella eatnigiellan ja sidjiide geat háliidit oahppat sámegielaid.

source: Samiske språk synes og høres lokalt, regionalt og nasjonalt under Sámi giellavahkku.
sme: Sámegielat oidnojit ja gullojit báikkálaččat, regionála ja nationála dásis Sámi giellavahkus.

source: Synliggjøring av samiske språk er en sentral del av Giellalokten, og vi ser behovet for å involvere og samarbeide med ulike aktører i arbeidet for at samiske språk skal synes i samfunnet.
sme: Sámegielaid čalmmusteapmi lea guovddáš oassi Giellaloktemis, ja mii oaidnit ahte lea dárbu searvvahit ja ovttasbargat iešguđege aktevrraiguin vai sámegielat oidnojit servodagas.

source: Sametinget tar initiativ til årlig markering av samiske språk gjennom Sámi giellavahkku.
sme: Sámediggi váldá álgaga jahkásaččat sámegielaid čalmmusteamis Sámi giellavahku bokte.

source: Vi vil oppfordre og invitere næringslivet og lokale og offentlige aktører til å bidra til synliggjøring av de samiske språkene i forbindelse med Sámi giellavahkku.
sme: Mii áigut hásttuhit ja bovdet ealáhuseallima ja báikkálaš ja almmolaš aktevrraid leat veahkkin čalmmusteamen sámegielaid Sámi giellavahku oktavuođas.

source: I arbeidet vil vi også søke samarbeid med unge samiskspråklige som produserer samisk digitalt innhold.
sme: Dán barggus áigut mii maiddái geahččalit ovttas bargat nuorra sámegielagiiguin mat buvttadit sámi digitála sisdoalu.

source: Samelovens kapittel 3 er under revidering og det er ventet endringer i forvaltningsområdet for samisk språk.
sme: Sámelága kapihtal 3 lea ođasmahttojuvvomin ja vurdojuvvo ahte sámegiela hálddašanguovlu rievdaduvvo.

source: Det skal etter planen behandles i Stortinget i løpet av 2022.
sme: Dat galgá plána mielde meannuduvvot Stuorradikkis 2022:s.

source: Som en følge av endringer i sameloven, er det naturlig at det utarbeides en ny tilskuddsmodell for tospråklighetstilskudd til kommuner og fylkeskommuner i samisk språkområde.
sme: Lunddolaš lea ahte sámelága rievdadusaid geažil ráhkaduvvo ođđa doarjjamálle gielddaid ja fylkkagielddaid guovttegielatvuođadoarjagii sámi giellaguovllus.

source: Ny tilskuddsordning som er tilpasset de ulike språksituasjonene i kommunene i forvaltningsområdet for samisk språk er etablert innen 2023.
sme: Ođđa doarjjaortnet mii lea heivehuvvon iešguđege gielladiliide sámegiela hálddašanguovllu gielddain lea ásahuvvon ovdal jagi 2023.

source: Samelovens kapittel 3 er under revidering, og skal etter planen behandles i Stortinget i løpet av 2022.
sme: Sámelága kapihtal 3 lea ođasmahttojuvvomin, ja galgá plána mielde meannuduvvot Stuorradikkis 2022:s.

source: I arbeidet med ny tilskuddsmodell er det behov for utredninger og ulike beregningsgrunnlag.
sme: Barggus ođđa doarjjamálliin dárbbašuvvojit čielggadeamit ja iešguđege meroštallanvuođđu.

source: Prosjektet vil i hovedsak gå ut på å utarbeide forslag til tilskuddsmodell.
sme: Prošeavtta ulbmilin lea váldoáššis ráhkadit evttohusa doarjjamállen.

source: Utarbeidelse av tiltaksplan for de ulike språkene
sme: Doaibmabidjoplána ráhkadeapmi iešguđege gielaid várás.

source: Utredningene av språksituasjonen for ume-, pite- og skoltesamisk legger frem ulike forslag til tiltak for styrking av språkene.
sme: Gielladili čielggadusain ubmi-, bihtán- ja nuortalašgielaid várás ovddiduvvojit iešguđege evttohusat doaibmabidjun gielaid nannemii.

source: Arbeidet i 2022 vil i hovedsak bestå av oppfølging av rapportene gjennom utarbeidelse av tiltaksplaner for de ulike språkene, samt møter med de ulike språkområdene.
sme: Bargu 2022:s lea váldoáššis raporttaid čuovvuleapmi doaibmabidjobáhkaid ráhkadeami bokte iešguđege gielaid várás, ja čoahkkimat iešguđege giellaguovlluiguin.

source: Oppfølging av utviklingsprogrammer for sør - og lulesamisk språk.
sme: Ovddidanprográmmaid čuovvuleapmi mátta- ja julevsámegielaid várás.

source: Sámi giellavahkku (samisk språkuke) er en del av Giellalokten.
sme: Sámi giellavahkku lea okta oassi Giellaloktemis.

source: Oppslutningen vokser fra år til år, og Sametinget ønsker å videreføre tiltaket som bidrar til å løfte frem og synliggjøre samisk språk.
sme: Dasa guorrasit eanet ja eanet jagis jahkái, ja Sámediggi háliida joatkit doaibmabijuin mii váikkuha sámegiela loktema ja čalmmusteami.

source: Utarbeide utviklingsprogrammer for sørsamisk språk og lulesamisk språk.
sme: Ovddidanprográmmaid ráhkadeapmi mátta- ja julevsámegielaid várás.

source: Arbeidet med utarbeidelse av utviklingsprogrammer for sør- og lulesamisk startet opp i 2021.
sme: Bargu mátta- ja julevsámegielaid ovddidanprográmmaid ráhkademiin álggahuvvo 2021:s.

source: Arbeidet videreføres i 2022, og det forventes at utviklingsprogrammene legges frem for Sametingets plenum i løpet av 2022.
sme: Bargguin jotkojuvvo 2022:s ja vurdojuvvo ahte ovddidanprográmmat ovddiduvvojit Sámedikki dievasčoahkkimii 2022:s.

source: Utgifter knyttet til oppfølgingen er en del av det administrative budsjettet.
sme: Čuovvolangolut leat oassin hálddahusa bušeahtas.

source: Oppfølging av arbeidet med utredning om samisk språkombud
sme: Barggu čuovvuleapmi sámi giellaáittardeaddji čielggademiin

source: Opprettelse av samisk språkombud.
sme: Sámi giellaáittardeaddji ásaheapmi.

source: Tiltaket er startet i 2021.
sme: Doaibmabidju lea álggahuvvon 2021:s.

source: Utredning av samisk språkombud vil foreligge i løpet av 2022.
sme: Čielggadus sámi giellaáittardeaddjis gárvána 2022:s.

source: Rapporten skal danne grunnlag for det videre arbeidet med opprettelse av et samisk språkombud.
sme: Raporta galgá leat vuođđun bargui viidáseappot sámi giellaáittardeaddji ásaheamis.

source: Mangel på samisk språkkompetanse er en stor utfordring på alle samfunnsområder.
sme: Sámi giellagelbbolašvuođa váilun lea stuorra hástalussan buot servodatsurggiin.

source: En helhetlig satsning på rekruttering av samiskspråklig personell, og tilbud om opplæring i samisk for studenter og fagfolk vil være helt nødvendig for å dekke fremtidige behov i samfunnet.
sme: Ollislaš áŋgiruššan sámegielat bargiid rekrutteremis, ja oahpahusfálaldat sámegielas studeanttaide ja fágaolbmuide lea áibbas vealtameahttun dárbbu gokčamii servodagas.

source: Øke antall søkere med samisk språk- og kulturkompetanse til barnehage- og lærerutdanning.
sme: Lasihit ohcciidlogu geain lea sámi giella- ja kulturgelbbolašvuohta mánáidgárde- ja oahpaheaddjioahpuin.

source: I 2021 ble det utarbeidet en rapport av PwC «Sametingets rekrutteringsstrategier for det samiske samfunnet».
sme: erenoamážit váilot ollu oahpaheaddjit ja mánáidgárdebargit. 2021 ráhkaduvvui PwC raporta “Sámedikki rekrutterenstrategiijat sámi servodaga várás”.

source: Dette tiltaket er et oppfølgings tiltak fra denne rapporten.
sme: Dát doaibmabidju lea čuovvolandoaibmabidju dán raporttas.

source: Direktetilskuddet skal gå til strategisk arbeid for å få elever med samisk i fagkretsen til å søke på barnehage- og lærerutdanning.
sme: Njuolggodoarjja galgá mannat strategalaš bargui oččodit ohppiid geain lea sámegiella fágasuorggis ohcat mánáidgárde- ja oahpaheaddjiohppui.

source: Målet på sikt er å rekruttere studenter til lærer - og barnehagelærerutdanning.
sme: Ulbmilin lea áiggi mielde rekrutteret studeanttaid mánáidgárde- ja oahpaheaddjiohppui.

source: Det settes av kr 350 000 til Samisk videregående skole og Reindriftsskole i direkte tilskudd i 2022.
sme: Várrejuvvo 350 000 ru Sámi joatkkaskuvlii ja boazodoalloskuvlii njuolggodoarjjan 2022:s.

source: Et behov som stadig fremheves er behovene for nettverk mellom institusjonene i områdene, koordineringsfunksjon mellom institusjoner og faglig rådgiving.
sme: Dárbu mii dávjá ovddiduvvo lea fierpmádatdárbu ásahusaid gaskka guovlluin, oktiiordnendoaibma ásahusaid ja fágalaš ráđđeaddima gaskka.

source: Sametinget overtok fra 2018 forvaltningsansvaret som til da hadde vært tildelt sør- lule og markasamiske språktiltak av Fylkesmannen i Nordland.
sme: Sámediggi válddii 2018:s badjelasas hálddašanovddasvástádusa mii dan rádjai lea leamaš Norlándda fylkkamannis mátta-, julev- ja márkasámi gielladoaibmabijuin.

source: For å styrke arbeidet med rekruttering i sør- og lulesamisk område har Sametinget opprettet to nye stillinger som skal jobbe med dette.
sme: Nannen dihtii rekrutterenbarggu mátta- ja julevsámi guovllus, lea Sámediggi ásahan guokte ođđa virggi mat galget bargat dainna.

source: Stillingene er plassert på Snåsa og på Drag.
sme: Virggit leat biddjojuvvon Snoasai ja Ájluktii.

source: Disse stillingene finansieres over administrasjonsbudsjettet i 2022.
sme: Dát virggit ruhtaduvvojit 2022 hálddahusbušeahtas.

source: Sametinget avsetter midler til språk- og opplæringskonferanser som bidrar til opprettelse av nettverk for språkarbeidere og pedagoger og bidra til koordinering av språktiltak.
sme: Sámediggi várre ruđaid giella- ja oahpahuskonferánssaide mat váikkuhit fierpmádaga ásaheami giellabargiid ja pedagogaid várás ja váikkuhit gielladoaibmabijuid oktiiordnema.

source: Den felles nordiske arbeidsgruppen som har hatt i oppdrag å utarbeide en rapport om grenseoverskridende opplærings samarbeid har ferdigstilt sin rapport,.
sme: Oktasaš davviriikkalaš bargojoavku mas lea leamaš bargun ráhkadit raportta rájá rastá oahpahusovttasbarggus, lea gárvvistan raporttas, “Oktasaš árvovuođđu ja bajit doaibmaprinsihpat bajásgeassimii ja oahpahussii miehtá Sámi”.
